# 2024-2026 Dönemi Küresel ve Türkiye Ekonomik Tahminleri: IMF, Dünya Bankası, OECD ve Özel Kurumlar Karşılaştırmalı Analizi

## Yönetici Özeti

2024-2026 döneminde küresel büyüme ve enflasyon patikası, üç resmi kurum (Uluslararası Para Fonu, IMF; Ekonomik İşbirliği ve Kalkınma Teşkilatı, OECD; Dünya Bankası) ile üç özel kurumun (J.P. Morgan, Goldman Sachs, Bank of America) resmi olmayan yazılı görünümleri arasında anlamlı farklılıklar gösteriyor. IMF, küresel büyümede 2024-2025 için yüzde 3 civarında istikrarlı bir seyir izlerken, 2026’da hafif yükselişe işaret ediyor; OECD ise 2025-2026’da büyümenin yüzde 2,9’a gerilediğini öngörüyor. Dünya Bankası, 2025’te küresel büyümede 2,3% ile daha temkinli bir tablo çiziyor; 2026-27’de ılımlı toparlanma bekliyor. Özel kurumlar tarafında yöntemsel ve kapsam farklılıkları (örneğin yıllıklandırılmış yarıyıl görünümleri) nedeniyle resmî kurumlara kıyasla farklı sayısal çıktılar görülüyor; J.P. Morgan 2025’in ikinci yarısında gelişmekte olan piyasa (EM) büyümesinin yıllıklandırılmış 2,3%’e yavaşlayacağını öngörürken, Goldman Sachs 2024-2025 için küresel büyümede yüzde 2,7’lik bir patika veriyor ve ABD’nin 2025’te 2,5% büyümesini bekliyor; BofA ise ABD 2025/26 büyümesini 2,4% ve 2,1% olarak öngörüyor.[^1][^2][^3][^4][^5][^6][^7]

Türkiye için kurumlar arasında büyüme ve enflasyon tahminlerinde anlamlı bir yakınsama var: IMF, Türkiye’de 2025 için reel GSYH büyümesini 3,5% ve tüketici fiyatlarını 34,9% olarak öngörüyor; Dünya Bankası, 2025’te 3,5% büyüme ve 2026’da 3,7% büyüme beklerken enflasyonun yıl sonunda 2025’te 29%, 2026’da 18% olacağını öngörüyor; 2027’de enflasyon 15%’e gerileyerek dezinflasyonun tamamlanması bekleniyor. Bu çerçevede, Türkiye’de büyüme 2025-2026’da ılımlı bir toparlanma gösterirken, enflasyonun düşme patikası netleşiyor.[^8][^4][^3]

Emtia fiyatları cephesinde Dünya Bankası’nın Ekim 2025 tahminleri, 2025 ve 2026 boyunca küresel emtia endekslerinde net bir düşüşe işaret ediyor. Toplam emtia endeksi 2025’te yaklaşık -7,4%, 2026’da -6,8; enerji endeksi 2025’te -12,4%, 2026’da -10,2; gıda endeksi 2025’te -6,1% azalıyor. Brent petrolün 2025’te 68 $/varil, 2026’da 60 $/varil olacağı öngörülüyor. Değerli metalller tarafında altın 2025’te güçlü artış gösterirken (yaklaşık +%41), baz metaller 2025-2026 döneminde hafif yükseliş patikasında.[^19][^18]

Stratejik olarak, 2025-2026’da tarifeler ve jeopolitik gerilimler küresel büyüme ve enflasyonun üzerinde yukarı yönlü risk oluşturuyor. Özellikle ABD’nin ticaret politikaları ve Orta Doğu kaynaklı arz riskleri, stagflasyonist sürprizlere kapı aralıyor. Yatırım ve risk yönetimi açısından emtia sepeticinde ayrışma (enerji aşağı, gıda ılımlı düşüş, altın güçlü) ve EM para birimlerinde kısmi toparlanma ihtimali, portföy çeşitlendirmesini ve döviz/hammadde korunma stratejilerini öne çıkarıyor.[^6][^19]

## Kapsam, Yöntem ve Veri Kaynakları

Bu çalışma, 2024-2026 dönemi için IMF Dünya Ekonomik Görünümü (World Economic Outlook, WEO), OECD Economic Outlook (Cilt 2025, Sayı 1) ve Dünya Bankası Global Economic Prospects (Haziran 2025) ile birlikte özel kurum görünümlerini (J.P. Morgan, Goldman Sachs, Bank of America) derleyerek karşılaştırmalı bir analiz sunar. Resmî kurumlar yıllık/çeyreklik bazda resmi bülten ve veri setleriyle tutarlı kümeler verirken, özel kurumlar yazılı görüş notları ve basın bültenleri üzerinden seçilmiş metrikler paylaşmaktadır. Bu nedenle kapsam ve dönemsellik (yıllık vs yıllıklandırılmış yarıyıl), karşılaştırmalarda dikkatle ele alınmıştır.[^1][^2][^3][^4][^5][^6][^7]

Türkiye’ye ilişkin tahminler için IMF’nin ülke profili, Dünya Bankası’nın ülke genel bakış ve bölgesel analizleri (Avrupa ve Orta Asya, ECA) kullanılmıştır. Emtia fiyatları, Dünya Bankası Commodity Markets sayfası ve Commodity Markets Outlook (Ekim 2025) tahmin tablolarından alınmıştır. Veriler, yıllık yüzde değişimler ve endeks düzeyleri halinde raporlanmış; endeks değerleri nominal ABD doları bazında 2010=100 referansına göre sunulmuştur.[^3][^4][^8][^9][^18][^19]

Bilgi boşlukları: IMF WEO ekim 2025 tam metin ve tablo setine doğrudan erişim kısıtları nedeniyle 2026 küresel enflasyon için sayısal tahmin bu çalışmada sınırlı kalmaktadır. Dünya Bankası küresel ticaret büyümesi için 2024-2026 net yüzdelik projeksiyonlar metinlerde doğrudan verilmemiş; ECA bölgesel analizler nitel yönlendirmeler sunmaktadır. OECD’nin istihdam (işsizlik oranları) için 2024-2026 dönemine ilişkin kapsamlı, ülke bazında yıllık sayısal setleri bu derlemede yer almamaktadır.[^1][^3][^2]

## IMF Tahminleri (2024-2026)

IMF’nin WEO dizini, 2024-2026 küresel büyüme ve enflasyon patikasına dair resmi, güncellenen bir çerçeve sağlar. Büyüme tarafında 2024 ve 2025’te küresel artışın yüzde 3,2 seviyesinde istikrarlı kalacağı, 2026’da ise 3,3%’e yükselmesinin beklendiği görülmektedir. Enflasyon tarafında, başlık enflasyonun 2024’te 5,8-5,9% aralığından 2025’te 4,4-4,5% bandına gerileyeceği öngörülmektedir; 2026 için küresel başlık enflasyonda bu derlemede resmi sayısal veri sunulamamıştır. Türkiye için IMF, 2025’te reel büyümeyi 3,5%, tüketici fiyatlarını 34,9% olarak öngörür.[^1]

Bu görünüm, ABD’de üretkenlik ve işgücü piyasası dinamiklerinin yanı sıra ticaret politikaları ve gümrük tarifeleri gibi başlıklara duyarlıdır. IMF’nin WEO indeksindeki revizyonlar, enflasyonun iniş patikasına rağmen jeopolitik ve ticaret kaynaklı belirsizliklerin 2026’da yukarı yönlü risk oluşturduğuna işaret eder.[^1]

Aşağıdaki tablo, IMF’nin derlenen WEO güncellemelerinden küresel büyüme ve enflasyon özetini göstermektedir.

Tablo 1. IMF WEO Küresel Büyüme ve Enflasyon (2024-2026)

| Yıl | Küresel Büyüme (IMF WEO) | Küresel Başlık Enflasyon (IMF WEO) |
|-----|---------------------------|-------------------------------------|
| 2024 | 3,2%                      | 5,8% (Ocak), 5,9% (Nisan)          |
| 2025 | 3,0% (Temmuz), 3,3% (Ocak/Ce) | 4,4% (Ocak), 4,5% (Nisan)          |
| 2026 | 3,1% (Temmuz), 3,3% (Ocak) | —                                   |

Not: 2026 enflasyon için bu derlemede resmi sayısal tahmin verilmemiştir.[^1]

IMF’nin Türkiye’ye ilişkin 2025 gösterge seti aşağıdadır.

Tablo 2. IMF Türkiye (2025) – Reel GSYH ve TÜFE

| Gösterge | 2025 Tahmini |
|----------|---------------|
| Reel GSYH büyümesi | 3,5% |
| Tüketici fiyatları (TÜFE) | 34,9% |

Kaynak: IMF Türkiye ülke profili.[^8]

### IMF Küresel Büyüme (2024-2026)

IMF, 2024-2025 döneminde küresel büyümenin 3,2% civarında istikrarlı kalacağını, 2026’da 3,1-3,3% aralığında hafif bir toparlanma öngörür. Revizyonlar, ABD’de üretkenlik ve harcama esnekliği ile birlikte gelişmiş ekonomilerde ılımlı büyümeyi yansıtırken, ticaret politikaları ve tarifelerin küresel talep ve enflasyon üzerinde aşağı-yukarı çift yönlü risk oluşturduğunu vurgular.[^1]

### IMF Enflasyon (2024-2025)

IMF’nin enflasyon görünümünde, 2024’te 5,8-5,9% aralığından 2025’te 4,4-4,5% bandına gerileme beklenmektedir. Bu iniş patikası, parasal sıkılığın kademeli olarak hafilemesi ve enerji/gıda şoklarının sönümlenmesiyle uyumludur; ancak 2026’da hizmet enflasyonu ve ücret baskılarının yanı sıra tarifelerin potansiyel geçişiş etkileri risk olarak sürmektedir.[^1]

### IMF Türkiye (2025)

IMF, Türkiye’de 2025 için reel büyüme 3,5% ve TÜFE 34,9% öngörür. Bu çerçeve, parasal sıkılık, enflasyonla mücadele ve büyüme arasındaki denge arayışını yansıtır; iç talepte normalleşme ve dış finansman koşullarındaki kırılganlık büyümeyi sınırlarken, enflasyonda yıl sonu hedeflerine doğru bir patika öngörülür.[^8]

## Dünya Bankası Tahminleri (EMDE, Ticaret ve Emtia)

Dünya Bankası, 2025’te küresel büyümede 2,3% ile daha temkinli bir yaklaşım sergiler; 2026-27’de ılımlı toparlanma bekler. Gelişmekte olan ekonomiler ve düşük gelirli ülkeler (EMDE/LIC) büyümesi 2025’te sırasıyla 3,8% ve 5,3% olup, 2026-27 döneminde EMDE ortalama 3,9% civarında seyretmektedir. Bölgesel ayrışmada, Doğu Asya ve Pasifik (EAP) 4,5%, Avrupa ve Orta Asya (ECA) 2,4%, Latin Amerika ve Karayipler (LAC) 2,3%, Orta Doğu ve Kuzey Afrika (MENA) 2,7%, Güney Asya 5,8% ve Sahra Altı Afrika (SSA) 3,7%’dir.[^4]

Küresel ticaret büyümesi için resmi bir yüzdelik 2024-2026 projeksiyonu bu derlemede doğrudan verilmemiştir; ancak bölgesel ve nitel değerlendirmeler, ECA ve EAP gibi dış ticarete bağımlı bölgelerde yavaşlamanın sürdüğünü ve ticaret kısıtlarının büyüme üzerinde aşağı yönlü etki yaptığını göstermektedir. MENA ve SSA gibi emtia ihracatçısı bölgelerde, zayıf dış emtia talebi büyümeyi sınırlayıcıdır.[^4][^9]

Emtia cephesinde ise Dünya Bankası’nın Ekim 2025 tahminleri, 2025-2026 boyunca endekslerde belirgin düşüşlere işaret eder. Aşağıdaki tablo bu eğilimleri özetler.

Tablo 3. Dünya Bankası Bölgesel Büyüme (EMDE/LIC ve Seçili Bölgeler, 2025)

| Grup/Bölge | 2025 Büyüme |
|------------|-------------|
| EMDE (gelişmekte olan ekonomiler) | 3,8% |
| LIC (düşük gelirli ülkeler) | 5,3% |
| EAP (Doğu Asya ve Pasifik) | 4,5% |
| ECA (Avrupa ve Orta Asya) | 2,4% |
| LAC (Latin Amerika ve Karayipler) | 2,3% |
| MENA (Orta Doğu ve Kuzey Afrika) | 2,7% |
| Güney Asya | 5,8% |
| SSA (Sahra Altı Afrika) | 3,7% |

Kaynak: Dünya Bankası GEP Haziran 2025 basın bülteni.[^4]

Tablo 4. Dünya Bankası Emtia Fiyat Endeksleri (2010=100) ve Yıllık Değişim

| Endeks | 2024 | 2025f | 2026f | 2024→2025f | 2025f→2026f |
|--------|------|-------|-------|------------|-------------|
| Toplam | 105,1 | 97,4 | 90,7 | -7,4% | -6,8% |
| Enerji | 101,5 | 88,9 | 79,9 | -12,4% | -10,2% |
| Gıda | 115,8 | 108,8 | 108,5 | -6,1% | -0,3% |
| Tarımsal (tarım) | 115,0 | 115,2 | 112,7 | +0,2% | -2,2% |
| İçecekler | 176,4 | 207,8 | 193,0 | +17,8% | -7,2% |
| Tahıllar | 112,9 | 100,7 | 100,8 | -10,8% | +0,1% |
| Yağlar ve öğütülmüşler | 106,9 | 103,7 | 103,3 | -3,0% | -0,4% |
| Hammaddeler | 81,6 | 83,5 | 82,1 | +2,3% | -1,7% |
| Kereste | 79,6 | 82,0 | 83,3 | +3,0% | +1,5% |
| Diğer hammaddeler | 83,9 | 85,1 | 80,8 | +1,5% | -5,1% |
| Gübre | 117,6 | 142,2 | 134,9 | +20,9% | -5,1% |
| Metaller ve mineraller | 106,7 | 109,8 | 110,1 | +2,9% | +0,3% |
| Baz metaller | 114,1 | 119,7 | 120,7 | +4,9% | +0,9% |
| Değerli metaller | 180,2 | 254,2 | 268,2 | +41,1% | +5,5% |

Not: f = tahmin; endeksler nominal ABD doları, 2010=100. Kaynak: Dünya Bankası Commodity Markets Outlook (Ekim 2025).[^19]

Tablo 5. Dünya Bankası Emtia Fiyat Seviyeleri ve Yıllık Değişim

| Emtia | Birim | 2024 | 2025f | 2026f | 2024→2025f | 2025f→2026f |
|-------|-------|------|-------|-------|------------|-------------|
| Brent petrol | $/bbl | 80,7 | 68,0 | 60,0 | -15,7% | -11,8% |
| Alüminyum | $/mt | 2.419 | 2.580 | 2.600 | +6,7% | +0,8% |
| Bakır | $/mt | 9.142 | 9.700 | 9.800 | +6,1% | +1,0% |
| Demir cevheri | $/dmt | 109,4 | 98,0 | 94,0 | -10,4% | -4,1% |
| Altın | $/toz | 2.388 | 3.400 | 3.575 | +42,4% | +7,9% |
| Gümüş | $/toz | 28,3 | 38,0 | 41,0 | +34,4% | +7,9% |
|platin | $/toz | 955 | 1.230 | 1.275 | +28,8% | +3,7% |

Not: f = tahmin. Kaynak: Dünya Bankası CMO (Ekim 2025).[^19]

Küresel ticaret: Dünya Bankası, 2024-2026 döneminde ticaret gerilimleri ve politika belirsizliklerinin etkisiyle dış ticarete bağımlı bölgelerde (ECA ve EAP) yavaşlamanın sürebileceğini; emtia ihracatçısı bölgelerde (MENA, SSA) zayıf dış talep nedeniyle büyümenin sınırlanacağını öngörür. Bu nitel değerlendirme, resmî bir yüzdelik büyüme projeksiyonu yerine bölgesel patikalar üzerinden yorumlanmalıdır.[^4][^9]

### EMDE Büyüme ve Bölgesel Görünüm

EMDE/LIC büyümesi 2025’te 3,8% ve 5,3% seviyelerinde olup, 2026-27 döneminde ılımlı toparlanma eğilimindedir. Bölgesel farklılaşma, dış ticarete bağımlılık, emtia kompozisyonu ve politika çerçevesi ile ilişkilidir. MENA ve SSA’da emtia talebi, EAP ve ECA’da ise ticaret ve sanayi kırılganlıkları öne çıkar.[^4]

### Küresel Ticaret Görünümü

Küresel ticaret büyümesi için resmi bir 2024-2026 yüzdelik projeksiyon bu derlemede yer almamakla birlikte, nitel analiz ECA ve EAP gibi bölgelerde yavaşlamanın sürebileceğini, dış ticaret kısıtlarının büyümeyi aşağı çektiğini vurgular. MENA ve SSA bölgelerinde zayıf dış emtia talebi büyümeyi sınırlandırır.[^4][^9]

### Emtia Fiyatları (2024-2026)

Emtia endekslerinde 2025-2026 düşüş eğilimi belirgindir. Enerji endeksindeki iki yıllık düşüş ve Brent petrolün 60 $/varil seviyesine doğru gerilemesi, arz fazlası ve küresel büyüme zayıflığı ile uyumludur. Buna karşılık altın ve gümüş gibi değerli metaller, jeopolitik belirsizlikler ve merkez bankası alımlarıyla güçlü bir seyir izlemektedir. Baz metallerde hafif yükseliş, kerestede ılımlı artış, demir cevheri ve bazı tahıllarda düşüş öngörülmektedir.[^19][^18]

![Dünya Bankası Emtia Fiyat Tahminleri (Ekim 2025) – Endeks görünümü](.pdf_temp/subset_1_10_2615ea00_1762695632/images/o0n2no.jpg)

Bu görsel, toplam ve alt endekslerdeki 2025-2026 düşüş eğilimini çarpıcı biçimde ortaya koymaktadır. Enerji ve gıda endekslerindeki gerileme, enflasyonist baskıların kısa vadede sınırlanmasını desteklerken, değerli metallerdeki güçlü artış riskten korunma aracı olarak öne çıkmaktadır.

## OECD Economic Outlook (2024-2026)

OECD, 2024-2026 döneminde küresel büyümenin 2024’te 3,3%, 2025-2026’da 2,9% olacağını öngörür. OECD genelinde enflasyonun 2025’te 4,2% ve 2026’da 3,2% olacağı tahmin edilmektedir. ABD’de 2025 büyümesi 1,1% olarak öngörülmüştür. İstihdam tarafında 2024-2026 yıllık işsizlik oranlarına ilişkin kapsamlı bir ülke bazı sayısal set bu derlemede bulunmamaktadır; bununla birlikte, 2025 Ekim ortası itibarıyla OECD işgücü piyasası istatistikleri mevcuttur.[^2][^12]

Tablo 6. OECD Küresel Büyüme ve Enflasyon (2024-2026)

| Gösterge | 2024 | 2025 | 2026 |
|----------|------|------|------|
| Küresel GSYH büyümesi | 3,3% | 2,9% | 2,9% |
| OECD enflasyonu | — | 4,2% | 3,2% |
| ABD GSYH büyümesi (yıllık) | — | 1,1% | — |

Not: 2024 ve 2026 için OECD enflasyon oranları bu derlemede verilmemiştir; ABD için 2026 büyümesi bu derlemede yer almamaktadır.[^2]

## Diğer Kurumlar: Bank of America, J.P. Morgan, Goldman Sachs

Özel kurumlar, resmî kurumların resmi tahminlerinden farklı dönemsellik ve kapsamda görüş paylaşmaktadır. J.P. Morgan’ın 2025 yarı yıl görünümü, EM büyümesinin ilk yarıda yıllıklandırılmış 3,9%’den ikinci yarıda 2,3%’e yavaşlayacağını; ABD’de 2025 yıllık büyümenin 1,3%’e düşürüldüğünü; Brent petrolün 2025’in geri kalanında 60 $/varil civarında seyredeceğini ve 2026’da 60 $/varil olacağını öngörür. ABD enflasyonunun yaz aylarında tarifelerin geçişiyle yeniden ısınması beklenmektedir.[^5]

Goldman Sachs, 2025’te küresel büyümede yüzde 2,7 öngörür; ABD 2,5% ve euro alanı 0,8% büyüme beklemektedir. Çin için 2025 büyümesi 4,5%’tir. ABD’de büyük tarifeler uygulanması halinde Çin ve küresel büyüme üzerinde aşağı yönlik sürükleme söz konusu olabilir. Bank of America, 2025’te ABD büyümesini 2,4% ve 2026’da 2,1% olarak; Çin büyümesini 2025’te 4,5% olarak öngörür. BofA, ABD’de Mart ve Haziran 2025’te iki kez 25 bp faiz indirimi ve sonrasında duraklama öngörür.[^6][^7]

Tablo 7. Özel Kurumlar – Seçilmiş Göstergeler (2024-2026)

| Kurum | Kapsam | 2024 | 2025 | 2026 |
|------|--------|------|------|------|
| J.P. Morgan | EM büyümesi (H1, yıllıklandırılmış) | — | 3,9% | — |
| J.P. Morgan | EM büyümesi (H2, yıllıklandırılmış) | — | 2,3% | — |
| J.P. Morgan | ABD GSYH (yıllık) | — | 1,3% | — |
| J.P. Morgan | Brent petrol | — | Düşük-orta 60 $ | 60 $ |
| Goldman Sachs | Küresel GSYH | 2,7% | 2,7% | — |
| Goldman Sachs | ABD GSYH | — | 2,5% | — |
| Goldman Sachs | Euro alanı GSYH | — | 0,8% | — |
| Goldman Sachs | Çin GSYH | — | 4,5% | — |
| BofA | ABD GSYH | — | 2,4% | 2,1% |
| BofA | Çin GSYH | — | 4,5% | — |

Not: J.P. Morgan yıllıklandırılmış yarıyıl görünümü, yıllık büyümeden farklıdır. BofA ve Goldman Sachs metrikleri yazılı görüş/basın bültenlerinden alınmıştır.[^5][^6][^7]

## Karşılaştırmalı Değerlendirme (Resmî vs Özel Kurumlar)

Resmî ve özel kurumların büyüme/enflasyon tahminleri arasındaki farklılıklar, üç eksende toplanır: dönemsellik (yıllık vs yıllıklandırılmış yarıyıl), kapsam (küresel/EMDE/ülke) ve model varsayımları (tarife seviyesi, jeopolitik risk, üretkenlik artışı). IMF ve OECD, yıllık resmi bültenler ve standart metodoloji ile uyumlu seyir verirken; Dünya Bankası bölgesel EMDE görünümünde daha temkinli bir küresel büyüme resmetmektedir. Özel kurumların yarıyıl bazlı öngörüleri, kısa vadeli risk algısını daha çarpıcı biçimde yansıtır; örneğin J.P. Morgan EM büyümesinde 2025 ikinci yarıda yıllıklandırılmış 2,3%’e yavaşlama öngörürken, Goldman Sachs 2024-2025 için küresel büyümede 2,7% patikası ve ABD’de 2,5%’lik bir çıktı verir.

Tablo 8. Karşılaştırma Matrisi – Küresel Büyüme 2024-2026

| Kurum | 2024 | 2025 | 2026 | Not |
|------|------|------|------|-----|
| IMF | 3,2% | 3,0-3,3% | 3,1-3,3% | WEO dizini ve güncellemeleri[^1] |
| OECD | 3,3% | 2,9% | 2,9% | Cilt 2025, Sayı 1[^2] |
| Dünya Bankası | — | 2,3% | — | GEP Haziran 2025[^4] |
| J.P. Morgan | — | 2H: EM 2,3% (yıllıklandırılmış) | — | Yarıyıl görünümü[^5] |
| Goldman Sachs | 2,7% | 2,7% | — | Yazılı görüş[^6] |
| BofA | — | — | — | ABD 2,4% (2025), 2,1% (2026)[^7] |

Türkiye tarafında IMF ve Dünya Bankası tahminleri yakınsamaktadır: 2025’te büyüme 3,5% (her iki kurum), 2026’da 3,7% (Dünya Bankası). Enflasyon patikası da uyumlu seyretmektedir (2025 sonu 29% Dünya Bankası; 2025 TÜFE 34,9% IMF). Bu paralellik, Türkiye’de parasal sıkılık ve politika düzeltmelerinin büyüme ve fiyat istikrarı hedeflerine orta vadede uyum sağladığını göstermektedir.[^8][^3]

## Türkiye: Büyüme ve Enflasyon Patikası (2024-2027)

Türkiye’de büyüme 2025’te 3,5% (IMF ve Dünya Bankası), 2026’da 3,7% (Dünya Bankası), 2027’de 4,4% (Dünya Bankası) beklenmektedir. Enflasyonun yıl sonu değerleri 2025’te 29%, 2026’da 18%, 2027’de 15% olacağı öngörülmektedir. IMF’nin 2025 TÜFE tahmini 34,9%’dur. ECA bölgesel analizinde, enflasyonda gıda ve regüle fiyatların etkisi vurgulanır; 2024 sonbaharında bölgesel başlık enflasyonda geçici bir yükseliş gözlenmiştir. Türkiye’de cari açık ve mali denge göstergeleri 2025 sonrası iyileşme patikasına işaret eder; Dünya Bankası, genel devlet açığının 2025’te GSYH’nin 4,3%’ünden 2026’da 3,6%’ya gerileyeceğini öngörür.[^3][^9][^8]

Tablo 9. Türkiye – Reel GSYH Büyümesi ve Enflasyon (Yıl Sonu), 2024-2027

| Yıl | Reel GSYH Büyümesi | Enflasyon (yıl sonu) |
|-----|---------------------|----------------------|
| 2024 | 3,2% (gerçekleşme) | — |
| 2025 | 3,5% (IMF & Dünya Bankası) | 29% (WB); IMF TÜFE 34,9% (yıllık) |
| 2026 | 3,7% (Dünya Bankası) | 18% (Dünya Bankası) |
| 2027 | 4,4% (Dünya Bankası) | 15% (Dünya Bankası) |

Not: 2024 gerçekleşme ve 2025-2027 tahminleri ilgili kurum sayfalarından derlenmiştir. IMF TÜFE 34,9% yıllık tahmin, yıl sonu hedefi değildir.[^3][^8]

## Riskler, Belirsizlikler ve Senaryolar

Tarifeler ve ticaret politikaları, 2025-2026’da büyüme ve enflasyon üzerinde belirleyici risk unsurudur. ABD’de daha geniş çaplı tarifeler uygulanması halinde, Goldman Sachs koşullu olarak ABD ve küresel büyümede daha güçlü sürükleme öngörür; Çin üzerindeki etki daha sert olabilir. J.P. Morgan, ABD enflasyonunun yaz aylarında tarifelerin tüketici fiyatlarına yansımasıyla yeniden ısınmasını bekler. Jeopolitik gerilimler (Orta Doğu) petrol arzı üzerinde yukarı yönlü risk taşır; Dünya Bankası’nın Brent 60 $/varil temel senaryosuna karşılık, strait of Hormuz etkilenmesi halinde fiyatların aşırı yükseliş ihtimali mevcuttur. ECA bölgesinde enflasyon, gıda ve regüle fiyatlar kaynaklı geçici yükselişler gösterebilir.[^6][^5][^9]

## Sonuç ve Politika Önerileri

Kurumlar arası tahminler, 2025-2026’da küresel büyümenin ılımlı seyredeceğini ve enflasyonun tedricen gerileyeceğini, ancak tarifeler ve jeopolitik risklerin yukarı yönlü sürprizlere açık olduğunu gösteriyor. Türkiye için büyüme 2025-2026’da 3,5-3,7% aralığında seyrederken, enflasyonun 2025 sonunda 29%’a, 2026 sonunda 18%’e gerilemesi bekleniyor; bu patika, para ve maliye politikalarında sıkı koordinasyon, enflasyonla mücadele odaklı iletişim ve yapısal reformların sürdürülmesiyle desteklenmelidir. EMDE’lerde bölgesel ayrışma ve emtia fiyatlarındaki düşüş eğilimi, gelir ve harcama kompozisyonları üzerinde farklı etkiler yaratacak; yatırım kararlarında emtia ayrışması ve döviz korunmaları kritik olacaktır.[^4][^2][^3]

Uygulanabilir öneriler:
- Makro ihtiyat: Enflasyonla mücadele ve fiyat istikrarı hedeflerine bağlılık; sıkı parasal duruşun zamanlaması ve iletişimi.
- Mali konsolidasyon: Genel devlet açığının GSYH’ye oranının kademeli düşürülmesi; faiz ödemeleri ve birincil denge arasında sürdürülebilir denge.
- Dış denge: Cari açığın finansmanında çeşitlendirme; turizm, ihracat ve dijital hizmetler gibi yüksek katma değerli kalemlerin desteklenmesi; döviz korunma stratejileri.
- Bölgesel çeşitlendirme: ECA ve EAP gibi dış ticarete bağımlı bölgelerde talep dalgalanmalarına karşı esnek tedarik zincirleri; MENA/SSA gibi emtia bağımlı bölgelerde politika tamponları.
- Portföy yönetimi: Enerji ve baz metallerde kısa vadeli oynaklık; değerli metallerde korunma ağırlığı; gelişmekte olan piyasa para birimlerinde kademeli ve seçici pozisyonlanma.

## Ekler: Veri Setleri, Notlar ve Kaynakça

Veri tanımları:
- Reel GSYH büyümesi: Yıllık yüzde değişim; çeyreklik verilerde yıllıklandırılmış ölçüler yazılı görünümlerde yer alabilir.
- Başlık enflasyon: Tüketici fiyat endeksinde yıllık yüzde değişim; ülkeler arası kapsam ve endeks yapıları farklılaşabilir.
- Emtia endeksleri: Nominal ABD doları, 2010=100 bazında; alt endeksler enerji, gıda, tarım, içecekler, tahıllar, yağlar ve öğütülmüşler, hammaddeler, gübreler, metaller ve mineraller, baz metaller ve değerli metalleri içerir.
- Emtia fiyat seviyeleri: Petrol için Brent ($/bbl); metals için $/mt ve $/dmt; değerli metaller için $/toz.

Kaynakça:
[^1]: IMF. World Economic Outlook - All Issues. https://www.imf.org/en/Publications/WEO
[^2]: OECD. Economic Outlook, Volume 2025 Issue 1. https://www.oecd.org/en/publications/2025/06/oecd-economic-outlook-volume-2025-issue-1_1fd979a8.html
[^3]: World Bank. Turkey Overview. https://www.worldbank.org/en/country/turkey/overview
[^4]: World Bank. Global Economic Prospects – June 2025 Press Release. https://www.worldbank.org/en/news/press-release/2025/06/10/global-economic-prospects-june-2025-press-release
[^5]: J.P. Morgan. Mid-year market outlook 2025. https://www.jpmorgan.com/insights/global-research/outlook/mid-year-outlook
[^6]: Goldman Sachs. The global economy is forecast to grow solidly in 2025. https://www.goldmansachs.com/insights/articles/the-global-economy-is-forecast-to-grow-solidly-in-2025
[^7]: Bank of America. BofA Global Research Expects 2025 to be a Year of Further Equity... https://newsroom.bankofamerica.com/content/newsroom/press-releases/2024/12/bofa-global-research-expects-2025-to-be-a-year-of-further-equity.html
[^8]: IMF. Republic of Türkiye and the IMF. https://www.imf.org/en/Countries/TUR
[^9]: World Bank. Global Economic Prospects -- June 2025 -- Europe and Central Asia. https://thedocs.worldbank.org/en/doc/8bf0b62ec6bcb886d97295ad930059e9-0050012025/related/GEP-June-2025-Analysis-ECA.pdf
[^10]: IMF. WEO Update, July 2025. https://www.imf.org/en/Publications/WEO/Issues/2025/07/29/world-economic-outlook-update-july-2025
[^11]: IMF. WEO Update, January 2025. https://www.imf.org/en/Publications/WEO/Issues/2025/01/17/world-economic-outlook-update-january-2025
[^12]: OECD. Employment Outlook 2025. https://www.oecd.org/en/publications/2025/07/oecd-employment-outlook-2025_5345f034.html
[^13]: World Bank. Commodity Markets Outlook, October 2024. https://openknowledge.worldbank.org/entities/publication/cefbbfd7-b821-46ad-a389-6e6b64edc050
[^14]: World Bank. Commodity Markets (CMO Pink Sheet - November 2025). https://thedocs.worldbank.org/en/doc/18675f1d1639c7a34d463f59263ba0a2-0050012025/related/CMO-Pink-Sheet-November-2025.pdf
[^15]: World Bank. Commodity Markets Outlook, October 2025 - Price forecasts. https://thedocs.worldbank.org/en/doc/55ed8b04df8228fea1607a97b5561f73-0050012025/related/CMO-October-2025-Forecasts.pdf
[^16]: Hürriyet Daily News. World Bank raises Turkish GDP growth forecast for 2025. https://www.hurriyetdailynews.com/world-bank-raises-turkish-gdp-growth-forecast-for-2025-208417
[^17]: IMF Datamapper. WEO GDP, current prices (October 2025). https://www.imf.org/external/datamapper/NGDPD@WEO/OEMDC/ADVEC/WEOWORLD/TUR
[^18]: World Bank. Commodity Markets. https://www.worldbank.org/en/research/commodity-markets
[^19]: World Bank. Commodity Markets Outlook, October 2025 - Price forecasts (PDF). https://thedocs.worldbank.org/en/doc/55ed8b04df8228fea1607a97b5561f73-0050012025/related/CMO-October-2025-Forecasts.pdf

Veri dönemselliği ve notlar:
- IMF/WEO ve OECD yıllık veriler; J.P. Morgan yıllıklandırılmış yarıyıl verileri (H1/H2) yıllık büyümeden farklıdır.
- Dünya Bankası GEP küresel ticaret büyümesi için 2024-2026 resmi yüzdelik projeksiyon doğrudan metinde yok; bölgesel analizler nitel yorumlarla ele alınmıştır.
- OECD istihdam (işsizlik) için 2024-2026 kapsamlı ülke bazı sayısal set bu derlemede yer almamaktadır; 2025 Ekim ortası istatistikler mevcuttur.[^12]

Bu raporun veri seti, resmî kurumların yayımları ve özel kurumların yazılı görüşleri üzerinden, yukarıda tanımlı dönemsellik ve kapsam farklılıkları dikkate alınarak derlenmiş ve yorumlanmıştır.